Repository: e-sailing/openplotter-can
Catalog: openplotterCan/locale/*/LC_MESSAGES/openplotter-can.po
Languages: el

source: Adding openplotter-can-read service...
el: Προσθήκη συμβατής openploter συσκευής...

source: DONE
el: ΟΛΟΚΛΗΡΩΘΗΚΕ

source: FAILED:
el: ΑΠΈΤΥΧΕ:

source: Setting version...
el: Έκδοση ρυθμίσεων...

source: Removing openplotter-can-read service...
el: Αφαίρεση συμβατής openploter συσκευής...

source: Removing version...
el: Αφαίρεση έκδοσης...

source: Please connect (or disconnect and reconnect) the CAN-USB adapter
el: Παρακαλώ συνδέστε (η επανασύνδεστε) τo CAN-USB προσαρμογέα

source: Help
el: Βοήθεια

source: Settings
el: Ρυθμίσεις

source: CAN-USB Setup
el: Ρύθμιση CAN-USB

source: Refresh
el: Ανανέωση

source: This feature is only for Raspberry Pi
el: Α΄θτη η λειτουργία είναι μόνο γία Raspberry Pi

source: Serial Port
el: Σειριακή θύρα

source: Baud Rate
el: Ρυθμός Baud

source: SK connection ID
el: ID σύνδεσης SK

source: Open device TX PGNs
el: Σύνδεση σε συσκευή TX PGNs

source: Add Connection
el: Προσθήκη σύνδεσης

source: Edit Connection
el: Επεξεργασία σύνδεσης

source: Remove Connection
el: Κατάργηση σύνδεσης

source: You have to select a device
el: Πρέπει να επιλέξετε μια συσκευή

source: You have to select a baud rate
el: Πρέπει να επιλέξετε ρύθμηση baud

source: This device already exists
el: Αυτός η συσκευή υπάρχει ήδη

source: Failed. Error creating connection in Signal K
el: Απέτυχε. Σφάλμα δημιουργίας σύνδεσης σε Signal K

source: Please install "Signal K Installer" OpenPlotter app
el: Παρακαλώ εγκαταστήστε τη "Signal K installer" OpenPlotter εφαρμ

source: Failed. Error removing connection in Signal K
el: Απέτυχε. Σφάλμα αφαίρεσής σύνδεσης σε Signal K

source: Please install "signalk-to-nmea2000" Signal K app
el: Παρακαλώ εγκαταστήστε "signalk-πρός-nmea2000" Signalk εφαρ

source: Restarting Signal K server...
el: Επανεκινέιτε ο διακομιστής Signal K...

source: Signal K server restarted
el: Ο Signal K διακομιστής επανεκκίνηθηκε

source: Interface
el: Περιβάλλον εργασίας

source: Add slcand device
el: Προσθήκη συσκευής slcand

source: Remove slcand device
el: Αφαίρεση συσκευής slcand

source: Check device traffic
el: Ελεγχός κυκλοφορίας συσκευής

source: Restarting CANable interfaces...
el: Επανεκκινήση διεπαφών CANable...

source: CANable interfaces restarted
el: Οι διεπαφές CANable επανεκκινήθηκαν

source: Connection
el: Σύνδεση

source: Oscillator
el: Ταλαντώτης

source: Interrupt
el: Διακοπή

source: Add MCP2515 device
el: Σύνδεση συσκευής MCP2515

source: Remove MCP2515 device
el: Αποσύνδεση συσκευής MCP2515

source: Fill in all fields
el: Συμπληρώστε όλα τα πεδία

source: This connection already exists
el: Η σύνδεση υπάρχει ήδη

source: info
el: πληροφ

source: Apply
el: Εφαρμογή

source: Close
el: Κλείσιμο

source: Error connecting with device
el: Σφάλμα σύνδεσης σε συσκευή

source: There is no Signal K connection for interface:
el: Δέν υπάρχει σύνδεση στήν διεπαφή Signal K:
